Repository: iaRe-Brokers/iare-crm-wordpress
Catalog: languages/iare-crm-*.po
Languages: es_es, pt_br

source: "%1$s" requires "%2$s" to be installed and activated for form integration.
pt_br: "%1$s" requer que "%2$s" seja instalado e ativado para integração de formulários.

source: "%1$s" requires "%2$s" version %3$s or greater.
pt_br: "%1$s" requer "%2$s" versão %3$s ou superior.

source: -- Not mapped --
pt_br: -- Não mapeado --

source: 1. Enter your API key above
es_es: 1. Ingresa tu clave de API arriba
pt_br: 1. Insira sua chave de API

source: 2. Test the connection
es_es: 2. Prueba la conexión
pt_br: 2. Teste a conexão

source: 3. Save your settings
es_es: 3. Guarda tus configuraciones
pt_br: 3. Salvar as alterações

source: 4. Configure form integrations
es_es: 4. Configura las integraciones de formularios
pt_br: 4. Configure as integrações

source: Additional info can contain at most 15 items
pt_br: As informações adicionais podem conter no máximo 15 itens

source: Additional info item %1$d: duplicate title "%2$s"
pt_br: Item de informação adicional %1$d: título duplicado "%2$s"

source: Additional info item %d must be an array
pt_br: O item de informação adicional %d deve ser uma matriz

source: Additional info item %d: title is required
pt_br: Item de informação adicional %d: título é obrigatório

source: Additional info item %d: title must be at most 50 characters
pt_br: Item de informação adicional %d: o título deve ter no máximo 50 caracteres

source: Additional info item %d: value is required
pt_br: Item de informação adicional %d: valor obrigatório

source: Additional info item %d: value must be at most 255 characters
pt_br: Item de informação adicional %d: o valor deve ter no máximo 255 caracteres

source: Additional info must be an array
pt_br: Informações adicionais devem ser um array

source: API base URL is not configured
es_es: La URL base de la API no está configurada
pt_br: A URL base da API não está configurada

source: API Configuration
es_es: Configuración de API
pt_br: Configuração da API

source: API key cannot be empty.
es_es: La clave de API no puede estar vacía.
pt_br: API Key não pode estar vazia.

source: API key is required for testing connection.
es_es: La clave de API es obligatoria para probar la conexión.
pt_br: API Key é necessária para testar a conexão.

source: API key is required.
es_es: La clave de API es obligatoria.
pt_br: É necessário a API Key

source: API test failed
pt_br: Falha ao testar API

source: API test successful
pt_br: Sucesso ao testar API

source: At least one campaign must be selected
pt_br: Selecione pelo menos uma campanha

source: Authentication failed
es_es: Fallo en la autenticación
pt_br: Falha de autenticação

source: Automatic Location Capture
pt_br: Captura automática de localização

source: Campaign at position %d is empty
pt_br: A campanha na posição %d está vazia

source: Campaign ID "%s" contains invalid characters
pt_br: O ID da campanha "%s" contém caracteres inválidos

source: Campaigns
pt_br: Campanhas

source: Campaigns must be an array or string
pt_br: As campanhas devem ser um arry ou string

source: Campaigns retrieved successfully
es_es: Campañas recuperadas exitosamente
pt_br: Campanhas recuperadas com sucesso

source: Capture Source
pt_br: Fonte de Captação

source: Capture source must be at most 100 characters
pt_br: Fonte de Captação deve ter no máximo 100 caracteres

source: City
pt_br: Cidade

source: City Field
pt_br: Campo de Cidade

source: Clear Logs
pt_br: Limpar Logs

source: Close modal
es_es: Cerrar modal
pt_br: Fechar

source: Complete integration with iaRe CRM system for lead capture and management
es_es: Integración completa con el sistema iaRe CRM para captura y gestión de leads
pt_br: Integração completa com o iaRe CRM para capturar leads

source: Configure your connection to the iaRe CRM system.
es_es: Configura tu conexión al sistema iaRe CRM.
pt_br: Configure sua conexão com o iaRe CRM

source: Configure your iaRe CRM API connection settings.
es_es: Configura tus ajustes de conexión de API de iaRe CRM.
pt_br: Configure suas configurações de conexão da API do iaRe CRM.

source: Connected
es_es: Conectado
pt_br: Contectado

source: Connection error: %s
es_es: Error de conexión: %s
pt_br: Erro de conexão: %s

source: Connection Failed
es_es: Conexión Fallida
pt_br: Falha na conexão

source: Connection failed. Please check your API key.
es_es: Conexión fallida. Por favor, verifica tu clave de API.
pt_br: Falha na conexão. Verifique sua chave de API.

source: Connection Status
es_es: Estado de la Conexión
pt_br: Status da conexão

source: Connection status unknown
es_es: Estado de conexión desconocido
pt_br: Status de conexão desconhecido

source: Connection successful
es_es: Conexión exitosa
pt_br: Conexão bem-sucedida

source: Connection successful!
es_es: ¡Conexión exitosa!
pt_br: Conexão bem-sucedida!

source: Country
pt_br: País

source: Country Field
pt_br: Campo de País

source: Debug mode disabled.
pt_br: Debug desabilitado.

source: Debug mode enabled.
pt_br: Debug ativado.

source: Debug Settings
pt_br: Configurações de depuração

source: Debug settings and logs
pt_br: Configurações e logs de depuração

source: Default Country Code
pt_br: Código de país padrão

source: Default country code to use if no field is mapped (e.g., 55 for Brazil).
pt_br: Código de país padrão a ser usado se nenhum campo for mapeado (por exemplo, 55 para o Brasil).

source: Download Logs
pt_br: Baixar Logs

source: Duplicate campaign ID "%s"
pt_br: ID de campanha duplicado "%s"

source: Email Field
pt_br: Compo de E-mail

source: Enable automatic location detection based on visitor IP address using IP-API.com service.
pt_br: Habilite a detecção automática de localização com base no endereço IP do visitante usando o serviço IP-API.com.

source: Enable Debug Mode
pt_br: Habilitar modo de depuração

source: Enable this option to start logging debug information.
pt_br: Habilite esta opção para iniciar o registro de informações de depuração.

source: Enter your API key and test the connection.
es_es: Ingresa tu clave de API y prueba la conexión.
pt_br: Insira sua API Key e teste a conexão.

source: Enter your iaRe CRM API key to connect your site.
es_es: Ingresa tu clave de API de iaRe CRM para conectar tu sitio.
pt_br: Insira sua API Key do iaRe CRM para conectar seu site.

source: Enter your iaRe CRM API key.
es_es: Ingresa tu clave de API de iaRe CRM.
pt_br: Insira sua API Key do iaRe CRM

source: Enterprise Field
pt_br: Campo do Empreendimento

source: Enterprise must be at most 50 characters
pt_br: Empreendimento deve ter no máximo 50 caracteres

source: Error Logs
pt_br: Registros de erros

source: Failed to create lead
es_es: Fallo al crear lead
pt_br: Falha ao criar lead

source: Failed to load location data
pt_br: Falha ao carregar dados de localização

source: Failed to retrieve campaigns
es_es: Fallo al recuperar campañas
pt_br: Falha ao listar campanhas

source: Failed to save settings.
es_es: Fallo al guardar configuraciones.
pt_br: Falha ao salvar as configurações.

source: Field Mapping
pt_br: Mapeamento de campo

source: Field mapping required: %s
pt_br: Mapeamento de campo necessário: %s

source: Gender
pt_br: Gênero

source: Gender Field
pt_br: Campo de Gênero

source: Health check completed
es_es: Verificación de salud completada
pt_br: Verificação de conexão concluída

source: iaRe CRM requires PHP version 7.4 or higher.
es_es: iaRe CRM requiere PHP versión 7.4 o superior.
pt_br: O iaRe CRM requer PHP versão 7.4 ou superior.

source: iaRe CRM Settings
es_es: Configuraciones de iaRe CRM
pt_br: iaRe CRM - Configurações

source: Integration Limit:
es_es: Límite de Integración:
pt_br: Limite de integração:

source: Invalid API key format.
es_es: Formato de clave de API inválido.
pt_br: API Key inválida

source: Invalid email format
es_es: Formato de email inválido
pt_br: Formato de e-mail inválido

source: Invalid lead data
es_es: Datos de lead inválidos
pt_br: Dados de lead inválidos

source: Lead created successfully
es_es: Lead creado exitosamente
pt_br: Lead criado com sucesso

source: Loading location...
pt_br: Carregando localização...

source: Location loaded successfully
pt_br: Localização carregada com sucesso

source: Location Settings
pt_br: Configurações de localização

source: Log file does not exist.
pt_br: Ainda não existe logs.

source: Manual Location Mapping
pt_br: Mapear localização manualmente

source: Maximum of 10 campaigns allowed
pt_br: Máximo de 10 campanhas

source: Name
pt_br: Nome

source: Name Field
pt_br: Campo de Nome

source: Name is required
es_es: El nombre es obligatorio
pt_br: Nome é obrigatório

source: Name:
es_es: Nombre:
pt_br: Nome:

source: No
pt_br: Não

source: No API Key
es_es: Sin Clave de API
pt_br: Nenhuma API Key

source: No API key configured
es_es: Ninguna clave de API configurada
pt_br: Nenhuma API Key configurada

source: No campaigns available (check API key)
pt_br: Nenhuma campanha disponível (verifique a API Key)

source: No error logs found.
pt_br: Nenhum registro de erro encontrado.

source: Not Connected
es_es: No Conectado
pt_br: Desconectado

source: Only the first 10 campaigns will be used
pt_br: Somente as 10 primeiras campanhas serão utilizadas

source: Partner Information
es_es: Información del Socio
pt_br: Informações do parceiro

source: Performance Warning:
pt_br: Aviso de desempenho:

source: Phone Country Code
pt_br: Código do país (DDI)

source: Phone Country Code Field
pt_br: Campo de DDI

source: Phone Number
pt_br: Número de telefone

source: Phone Number Field
pt_br: Campo de Telefone

source: Phone number is required
es_es: El número de teléfono es obligatorio
pt_br: Número de telefone é necessário

source: Plan:
pt_br: Plano:

source: Position
pt_br: Cargo

source: Position Field
pt_br: Campo de Cargo

source: Profession
pt_br: Profissão

source: Profession Field
pt_br: Campo de Profissão

source: Save Settings
es_es: Guardar Configuraciones
pt_br: Salvar Configurações

source: Security check failed.
es_es: Fallo en la verificación de seguridad.
pt_br: A verificação de segurança falhou.

source: Select Campaign
pt_br: Selecione a Campanha

source: Select one or more campaigns to distribute leads to.
pt_br: Selecione uma ou mais campanhas para distribuir leads.

source: Select which form field contains the city (optional).
pt_br: Selecione qual campo do formulário contém a cidade (opcional).

source: Select which form field contains the country (optional).
pt_br: Selecione qual campo do formulário contém o país (opcional).

source: Select which form field contains the enterprise name (optional).
pt_br: Selecione qual campo do formulário contém o nome do empreendimento (opcional).

source: Select which form field contains the gender (optional).
pt_br: Selecione qual campo do formulário contém o gênero (opcional).

source: Select which form field contains the lead email (optional).
pt_br: Selecione qual campo do formulário contém o e-mail do lead (opcional).

source: Select which form field contains the lead name.
pt_br: Selecione qual campo do formulário contém o nome do lead.

source: Select which form field contains the lead phone number.
pt_br: Selecione qual campo do formulário contém o número de telefone do lead.

source: Select which form field contains the lead surname (optional).
pt_br: Selecione qual campo do formulário contém o sobrenome (opcional).

source: Select which form field contains the phone country code (optional).
pt_br: Selecione qual campo do formulário contém o código do país (DDI) (opcional).

source: Select which form field contains the position (optional).
pt_br: Selecione qual campo do formulário contém o cargo (opcional).

source: Select which form field contains the profession (optional).
pt_br: Selecione qual campo do formulário contém a profissão (opcional).

source: Select which form field contains the state (optional).
pt_br: Selecione qual campo do formulário contém o estado (opcional).

source: Settings
es_es: Configuraciones
pt_br: Configurações

source: Settings saved successfully.
es_es: Configuraciones guardadas exitosamente.
pt_br: Configurações salvas com sucesso.

source: Source of lead capture (leave blank to use "WordPress" as default).
pt_br: Fonte de Captação (deixe em branco para usar "WordPress" como padrão).

source: State
pt_br: Estado (UF)

source: State Field
pt_br: Campo de Estado (UF)

source: Surname
pt_br: Sobrenome

source: Surname Field
pt_br: Campo de Sobrenome

source: Test Connection
es_es: Probar Conexión
pt_br: Testar Conexão

source: Testing API connectivity...
pt_br: Testando conectividade de API...

source: Testing connection...
es_es: Probando conexión...
pt_br: Testando conexão...

source: This option should only be enabled for debugging purposes as it may impact site performance.
pt_br: Esta opção só deve ser habilitada para fins de depuração, pois pode afetar o desempenho do site.

source: Toggle API key visibility
es_es: Alternar visibilidad de la clave de API
pt_br: Ver API Key

source: Yes
pt_br: Sim

source: You do not have permission to perform this action.
es_es: No tienes permiso para realizar esta acción.
pt_br: Você não tem permissão para executar esta ação.

source: You do not have sufficient permissions to access this page.
es_es: No tienes permisos suficientes para acceder a esta página.
pt_br: Você não tem permissões suficientes para acessar esta página.

source: iaRe CRM requires WordPress version 5.0 or higher.
es_es: iaRe CRM requiere WordPress versión 5.0 o superior.

source: API Key
es_es: Clave de API

source: Getting Started
es_es: Primeros Pasos

source: Security check failed
es_es: Fallo en la verificación de seguridad

source: You do not have sufficient permissions to save settings.
es_es: No tienes permisos suficientes para guardar configuraciones."
